<?php

return [

    'title'            => 'الملف الشخصي',
    'information'      => 'معلومات الملف الشخصي',
    'information_desc' => 'تحديث معلومات حسابك وعنوان بريدك الإلكتروني.',

    'unverified_email'    => 'عنوان بريدك الإلكتروني غير محقق.',
    'resend_verification' => 'انقر هنا لإعادة إرسال بريد التحقق.',
    'verification_sent'   => 'تم إرسال رابط تحقق جديد إلى عنوان بريدك الإلكتروني.',

    'save'  => 'حفظ',
    'saved' => 'تم الحفظ.',

    'update_password'      => 'تحديث كلمة المرور',
    'update_password_desc' => 'تأكد من أن حسابك يستخدم كلمة مرور طويلة وعشوائية للحفاظ على أمانه.',

    'delete_account'      => 'حذف الحساب',
    'delete_account_desc' => 'بمجرد حذف حسابك، ستُحذف جميع موارده وبياناته بشكل دائم. قبل حذف حسابك، يرجى تنزيل أي بيانات أو معلومات ترغب في الاحتفاظ بها.',
    'delete_confirm'      => 'هل أنت متأكد من رغبتك في حذف حسابك؟',
    'delete_confirm_desc' => 'بمجرد حذف حسابك، ستُحذف جميع موارده وبياناته بشكل دائم. يرجى إدخال كلمة المرور للتأكيد.',

    'cancel' => 'إلغاء',

];
