<?php

return [

    'title'            => 'پرۆفایل',
    'information'      => 'زانیاری پرۆفایل',
    'information_desc' => 'زانیاری هەژمارەکەت و ئیمەیڵەکەت نوێ بکەوە.',

    'unverified_email'    => 'ئیمەیڵەکەت هێشتا پشتڕاست نەکراوەتەوە.',
    'resend_verification' => 'ئێرە کلیک بکە بۆ دووبارە ناردنی ئیمەیڵی دڵنیاکردنەوە.',
    'verification_sent'   => 'لینکی دڵنیاکردنەوەی نوێ نێردرا بۆ ئیمەیڵەکەت.',

    'save'  => 'پاشەکەوت کردن',
    'saved' => 'پاشەکەوت کرا.',

    'update_password'      => 'نوێکردنەوەی ووشەی نهێنی',
    'update_password_desc' => 'دڵنیابە کە هەژمارەکەت ووشەی نهێنییەکی درێژ و ئەتفاقی بەکاردەهێنێت بۆ پارێزگاری.',

    'delete_account'      => 'سڕینەوەی هەژمار',
    'delete_account_desc' => 'کاتێک هەژمارەکەت بسڕدرێتەوە، هەموو داتا و سەرچاوەکانی بە هەمیشە دەسڕدرێنەوە. پێش سڕینەوە، تکایە هەر داتایەک کە دەتەوێت بیپارێزیت دابگرە.',
    'delete_confirm'      => 'دڵنیایت دەتەوێت هەژمارەکەت بسڕیتەوە؟',
    'delete_confirm_desc' => 'کاتێک هەژمارەکەت بسڕدرێتەوە، هەموو داتا و سەرچاوەکانی بە هەمیشە دەسڕدرێنەوە. تکایە ووشەی نهێنیەکەت بنووسە بۆ پشتڕاستکردنەوە.',

    'cancel' => 'پاشگەزبوونەوە',

];
